Repository: shofinetz/easys-ordermanager
Catalog: easys_ordermanager/locale/*/LC_MESSAGES/django.po
Languages: de

source: Transfer
de: Überweisung

source: Charge
de: Lastschrift

source: Unknown
de: Unbekannt

source: Mr.
de: Herr

source: Mrs.
de: Frau

source: Mr. Dr.
de: Herr Dr.

source: Mrs. Dr.
de: Frau Dr.

source: Mr. Prof.
de: Herr Prof.

source: Mrs. Prof.
de: Frau Prof.

source: New website
de: Neue Webseite

source: Customer website
de: Kundenwebseite

source: Display
de: Bannerwerbung

source: In-App advertisement
de: In-App Werbung

source: Website
de: Webseite

source: Customer provided
de: Vom Kunde gestellt

source: Create static
de: Statische Werbemittel erzeugen

source: Create animated
de: Animierte Werbemittel erzeugen

source: Fixed runtime ad
de: Kampagne mit fester Laufzeit

source: Continuous ad
de: Dauerwerbung

source: Create new logo
de: Neues Logo erstellen

source: Use existing logo
de: Bestehendes Logo verwenden

source: No logo at all, text only
de: Kein Logo, nur Text

source: Design mark
de: Designmarke

source: Word mark
de: Wortmarke

source: Composite mark
de: Wortbildmarke

source: Register new one
de: Neue registrieren

source: Transfer existing one
de: Bestehende verwenden

source: Use external one
de: Externe verwenden

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Open
de: Offen

source: Morning and afternoon
de: Morgens und Nachmittags

source: Open 24 hours
de: 24 Stunden geöffnet

# opening hours
source: Closed
de: Geschlossen

source: Advertising
de: Werbend

source: Factual
de: Sachlich

source: Customer related
de: Kundenbezogen

source: Job title
de: Berufsbezeichnung

source: Job sector
de: Berufsbranche

source: Demography
de: Demografie

source: Interests
de: Interessen

source: Behaviour
de: Verhalten

source: Website clicks
de: Websiteklicks

source: Event promotion
de: Veranstaltungen bewerben

source: Strengthen the brand
de: Bekanntheit steigern

source: Win fans
de: Fans gewinnen

source: Promote articles
de: Beiträge bewerben

source: 14-18 years
de: 14-18 Jahre

source: 19-24 years
de: 19-24 Jahre

source: 25-34 years
de: 25-34 Jahre

source: 35-44 years
de: 35-44 Jahre

source: 45-54 years
de: 45-54 Jahre

source: 55 years or more
de: 55 Jahre oder älter

source: Indifferent
de: Egal

source: Male
de: Männer

source: Female
de: Frauen

source: From website
de: Von Kundenwebseite

source: Customer delivered
de: Vom Kunden gestellt

source: Provider created
de: Vom Anbieter erstellt

source: Creatives from the customer
de: Banner werden vom Kunden geliefert

source: Creatives created by provider
de: Werbemittel werden vom Anbieter erstellt

source: Ask customer
de: Mit Kunden sprechen

source: Web and mobile display advertisement
de: Web und mobile Bannerwerbung

source: Mobile only display advertisement
de: Mobile Bannerwerbung

source: Color from Logo/Website
de: Farbe von Logo/Website

source: Set color
de: Farbe festlegen

source: 20.000 Impressions
de: 20.000 Impressionen

source: 40.000 Impressions
de: 40.000 Impressionen

source: 80.000 Impressions
de: 80.000 Impressionen

source: AdBundle + Mobile Banner (includes the following formats: 160x600, 300x250, 728x90, 320x50) - %(price)d €
de: AdBundle + Mobile Banner 6:1 (beinhaltet folgende Formate: 160x600, 300x250, 728x90, 320x50) - %(price)d €

source: Billboard + Medium Rectangle Presenter (includes the following formats: 800x250, 970x250, 770x250, 300x250) - %(price)d €
de: Billboard + Medium Rectangle Presenter (beinhaltet folgende Formate:800x250, 970x250, 770x250, 300x250) - %(price)d €

source: Halfpage Ad (includes the following formats: 300x600, for desktop + mobile) - %(price)d €
de: Halfpage Ad (beinhaltet folgende Formate: 300x600, gilt für Desktop + Mobile) - %(price)d €

source: Medium Rectangle + Mobile Banner (includes the following formats: 300x250, 320x50) - %(price)d €
de: Medium Rectangle + Mobile Banner (beinhaltet folgende Formate: 300x250, 320x50) - %(price)d €

source: Dynamic Sitebar + Medium Rectangle Presenter (includes the following formats: 301x601, 300x250) - %(price)d €
de: Dynamic Sitebar + Medium Rectangle Presenter (beinhaltet folgende Formate:301x601, 300x250) - %(price)d €

source: 20-29 years
de: 20-29 Jahre

source: 30-39 years
de: 30-39 Jahre

source: 14-19 years
de: 14-19 Jahre

source: 40-49 years
de: 40-49 Jahre

source: 50-59 years
de: 50-59 Jahre

source: 60 years or more
de: 60 Jahre oder älter

source: Art / Culture
de: Kunst / Kultur

source: Travel
de: Reisen

source: Tech
de: Technik

source: Fashion
de: Mode

source: Sports
de: Sport

source: Luxury
de: Luxus

source: Construction & Living
de: Bauen & Wohnen

source: Eating & Drinking
de: Essen & Trinken

source: Interested in used cars
de: Gebrauchtwagen Interessenten

source: Car owners
de: Autobesitzer

source: Series junkies
de: Serienjunkies

source: Heavy streamers
de: Heavy Streamer

source: Movie lovers
de: Movie Lover

source: Entertainment lovers
de: Entertainment Lover

source: ecommerce shoppers
de: eCommerce SHOPPER

source: Smart shoppers / scrimpers
de: Smart Shopper Sparfuchs /Angebot

source: Furniture freaks
de: Möbelfreaks

source: Apprentices
de: Azubis (aktuelle Azubis)

source: Students and alumni
de: Studenten und Absolventen

source: Women whishing for children
de: Frauen mit Kinderwunsch

source: Sick people / runny noses
de: Kranke Menschen // Schniefnasen

source: Interested in health
de: Gesundheitsinteressierte

source: Interested in cosmetic surgery
de: Schönheits_OP_Interessierte

source: Photo artists
de: Fotokünstler

source: Travelers / Travel afficionados
de: Reisende/ Reiseaffine

source: Sporting aces
de: Sportskanonen

source: Outdoor enthusiasts
de: Outdoor_Liebhaber

source: House owners (or future ones)
de: Hausbesitzer (vll angehende HB?)

source: Job seakers
de: Jobsuchende

source: Cultural interested
de: Kulturinteressierte

source: Technology/software interested
de: Technik/Software Interessierte

source: Tech lovers
de: Technik_Lover

source: Dads
de: Familienväter

source: Amateur chefs
de: Hobbyköche

source: Misc
de: Sonstiges

source: Enter a valid plain or internationalized domain name value
de: Bitte gib einen gültigen einfachen oder internationalisierten Domainnamen ein

source: Enter a valid domain name value
de: Bitte gib einen gültigen Domainnamen ein

source: Enter a valid hex color (starting with a "#" sign)
de: Bitte gib eine gültige Hex-Farbe ein (mit einem "#" startend)
